Repository: blueyi/backup_config
Catalog: kde4/share/apps/plasma/plasmoids/appmenu-qml/contents/locale/*/LC_MESSAGES/appmenu-qml.po
Languages: de, el, fr, it, pt_br

source: Lock Session
de: Sitzung sperren
el: Κλείδωμα συνεδρίας
fr: Verrouiller
it: Blocca sessione
pt_br: Bloquear sessão

source: Leave
de: Verlassen
el: Έξοδος
fr: Quitter
it: Esci
pt_br: Sair

source: Log Out
de: Abmelden
el: Αποσύνδεση
fr: Déconnecter
it: Uscita
pt_br: Encerrar sessão

source: Turn Off Computer
de: Computer ausschalten
el: Κλείσιμο υπολογιστή
fr: Arrêter l'ordinateur
it: Spegni il computer
pt_br: Desligar o computador

source: Restart
de: Neustarten
el: Επανεκκίνηση
fr: Redémarrer
it: Riavvia
pt_br: Reiniciar

source: Sleep
de: Ruhezustand
el: Κοίμηση
fr: Mettre en veille
it: Sospendi
pt_br: Suspender

source: Hibernate
de: Tiefschlaf
el: Νάρκη
fr: Mettre en hibernation
it: Iberna
pt_br: Hibernar

source: Switch User
de: Benutzer wechseln
el: Εναλλαγή χρήστη
fr: Changer d'utilisateur
it: Cambia utente
pt_br: Trocar usuário

source: Favorites
de: Favoriten
el: Αγαπημένα
fr: Favoris
it: Preferiti
pt_br: Favoritos

source: Unlock Favorites
de: Favoriten entsperren
el: Ξεκλείδωμα αγαπημένων
fr: Déverrouiller les favoris
it: Sblocca preferiti
pt_br: Desbloquear favoritos

source: Lock Favorites
de: Favoriten sperren
el: Κλείδωμα αγαπημένων
fr: Verrouiller les favoris
it: Blocca preferiti
pt_br: Bloquear favoritos

source: Menu Editor
de: Menü-Editor
el: Επεξεργασία μενού
fr: Éditeur de menu
it: Modifica applicazioni...
pt_br: Editor de menus

source: Application Launcher
de: Anwendungsstarter
el: Εκτέλεση εφαρμογών
fr: Lanceur d'applications
it: Avviatore di applicazioni
pt_br: Lançador de aplicativos

source: Applications
de: Anwendungen
el: Εφαρμογές
fr: Programmes
it: Applicazioni
pt_br: Aplicativos

source: No entries
de: Keine Einträge
el: Καμία καταχώρηση
fr: Pas d'entrées
it: Nessuna voce
pt_br: Nenhum item

source: Search application...
de: Anwendung suchen...
el: Αναζήτηση εφαρμογών...
fr: Recherchez un programme...
it: Cerca applicazione...
pt_br: Pesquisar aplicativo...

source: &Launcher
de: &Starter
fr: &Lanceur
it: &Lanciatore
pt_br: &Lançador

source: Choose launcher &icon:
de: &Starter-Symbol wählen:
el: Επιλογή ε&ικονιδίου εκτελεστή:
fr: Choisir l'&icône du lanceur :
it: Scegli l'icona del &lanciatore:
pt_br: &Escolher ícone do lançador:

source: &Menus
de: &Menüs
it: &Menu

source: Show &favorites list
de: &Favoritenliste anzeigen
el: Εμφάνιση λίστας &αγαπημένων
fr: Montrer la liste des &favoris
it: Mostra la lista dei pre&feriti
pt_br: Mostrar lista de &favoritos

source: &Reset menu each time it is shown
de: Menüanzeige immer &zurücksetzen
el: &Επαναφορά μενού κάθε φορά που εμφανίζεται
fr: &Réinitialiser le menu à chaque fois qu'il est montré
it: &Ripristina il menu ogni volta che viene mostrato
pt_br: &Restaurar o menu todas as vezes que for mostrado

source: Menu lists can be scrolled &outside of their bounds (nicer animation)
de: Menü-Listen können über ihr Ende &hinaus gerollt werden (schönere Animation)
el: Οι λίστες μενού μπορούν να κυλιστούν εκτός των ορίων τους (ωραιότερο εφέ κίνησης)
fr: Les listes dans les menus peuvent défiler h&ors de leurs limites (plus belle animation)
it: È possibile scorrere i menu al di fuori dei loro bordi (animazione più piacevole)
pt_br: As listas do menu podem ser desl&ocadas para fora dos seus limites (melhor animação)

source: Show &description in each menu entry
de: Zeige &Beschreibung unter jedem Menü-Eintrag
fr: Montrer une &description dans chaque entrée
it: Mo&stra la descrizione in ogni voce del menu
pt_br: Mostrar a &descrição em cada item do menu

source: Check more thoroughly for &empty submenus to hide them (slower startup!)
de: Gründlicher auf leere Untermenüs prüfen, um sie zu verstecken (langsamerer Start!)
fr: Vérifier de manière plus approfondie pour les sous-menus &vides pour les cacher (démarrage plus lent!)
it: Cerca più a fondo i sottomenu vuoti per &nasconderli (avvio più lento!)
pt_br: Verificar se &existem submenus vazios para ocultá-los (início mais lento!)

source: Icon &size:
de: Symbol&größe:
el: &Μέγεθος εικονιδίων:
fr: &Taille des icônes :
it: &Dimensione delle icone:
pt_br: &Tamanho do ícone:

source: S&mall icon size:
de: &Kleine Symbolgröße:
el: Μέγεθος μι&κρών εικονιδίων:
fr: Taille des &petites icônes :
it: Dimensione delle icone &piccole:
pt_br: Ta&manho do ícone pequeno:

source: &Leave buttons icon size:
de: Symbolgröße für &Verlassen-Schaltflächen:
el: Μέγεθος εικονιδίων κουμπιών &αποχώρησης:
fr: Taille des icônes des boutons de &départ :
it: Dimensione icone pulsanti di &uscita:
pt_br: T&amanho do ícone dos botões de desligamento:

source: Number of &columns:
de: Spalten&anzahl:
el: Αριθμός σ&τηλών:
fr: Nombre de &colonnes :
it: Numero di &colonne:
pt_br: Número de &colunas:

source: Leave &Buttons
de: &Verlassen-Schaltflächen
fr: &Boutons de départ
it: Pulsanti di &uscita
pt_br: &Botões de desligamento

source: Loc&k screen
de: Sitzung sperren
el: Κ&λείδωμα οθόνης
fr: &Verrouiller
it: &Blocca sessione
pt_br: Blo&quear tela

source: Lea&ve (select choice in confirmation dialog)
de: Verlassen (Auswahl im Bestätigungsdialog)
el: Έ&ξοδος (εμφάνιση διαλόγου επιβεβαίωσης)
fr: P&artir (sélectionner le choix dans la boîte de dialogue de confirmation)
it: &Esci (seleziona la scelta nella finestra di dialogo)
pt_br: Sai&r (indique a opção na janela de confirmação)

source: Lo&g out (no confirmation)
de: Abmelden (keine Bestätigung)
el: Απο&σύνδεση (χωρίς επιβεβαίωση)
fr: Déco&nnecter (sans confirmation)
it: &Uscita (senza conferma)
pt_br: En&cerrar sessão (sem confirmação)

source: &Turn off computer (no confirmation)
de: Computer ausschalten (keine Bestätigung)
el: Κ&λείσιμο υπολογιστή (χωρίς επιβεβαίωση)
fr: Arrêter l'ordinat&eur (sans confirmation)
it: Spe&gni il computer (senza conferma)
pt_br: &Desligar o computador (sem confirmação)

source: R&estart computer (no confirmation)
de: Computer neustarten (keine Bestätigung)
el: &Επανεκκίνηση υπολογιστή (χωρίς επιβεβαίωση)
fr: Redé&marrer l'ordinateur (sans confirmation)
it: Ria&vvia il computer (senza conferma)
pt_br: R&einiciar o computador (sem confirmação)

source: Slee&p (Suspend to RAM)
de: Ruhezustand (im Arbeitsspeicher)
el: Κ&οίμηση (αναστολή στη μνήμη)
fr: Mettre en &veille (suspendre vers la RAM)
it: S&ospendi (sospensione su RAM)
pt_br: Dor&mir (suspender para a memória)

source: Hi&bernate (Suspend to Disk)
de: Tiefschlaf (auf Festplatte)
el: &Νάρκη (αναστολή στο δίσκο)
fr: Mettre en &hibernation (suspendre vers le disque)
it: &Iberna (sospensione su disco)
pt_br: Hi&bernar (suspender para o disco)

source: S&witch user
de: Benutzer wechseln
el: Ε&ναλλαγή χρήστη
fr: C&hanger d'utilisateur
it: C&ambia utente
pt_br: T&rocar usuário

source: List of favorite applications
de: Liste der bevorzugten Anwendungen
el: Λίστα αγαπημένων εφαρμογών
fr: Liste des programmes favoris
it: Lista delle applicazioni preferite
pt_br: Lista de aplicativos favoritos

source: Icon on the launcher button
de: Symbol auf der Starter-Schaltfläche
el: Εικονίδιο κουμπιού εκτελεστή
fr: Icône sur le bouton du lanceur
it: Icona sul pulsante del lanciatore
pt_br: Ícone no botão de lançamento

source: Show favorites list
de: Favoritenliste anzeigen
el: Εμφάνιση λίστας αγαπημένων
fr: Montrer la liste des favoris
it: Mostra la lista dei preferiti
pt_br: Mostrar lista de favoritos

source: Disable changing the favorites list
de: Ändern der Favoritenliste deaktivieren
el: Απενεργοποίηση αλλαγής της λίστας αγαπημένων
fr: Désactiver la modification de la liste des favoris
it: Disattiva i cambiamenti alla lista dei preferiti
pt_br: Desativar a alteração da lista de favoritos

source: Menu lists can be scrolled outside of their bounds (nicer animation)
de: Menü-Listen können über ihr Ende hinaus gerollt werden (schönere Animation)
el: Οι λίστες μενού μπορούν να κυλιστούν εκτός των ορίων τους (ωραιότερο εφέ κίνησης)
fr: Les listes dans les menus peuvent défiler hors de leurs limites (plus belle animation)
it: È possibile scorrere i menu al di fuori dei loro bordi (animazione più piacevole)
pt_br: As listas do menu podem ser deslocadas para fora dos seus limites (melhor animação)

source: Check more thoroughly for empty submenus to hide them (slower startup!)
de: Gründlicher auf leere Untermenüs prüfen, um sie zu verstecken (langsamerer Start!)
fr: Vérifier de manière plus approfondie pour les sous-menus vides pour les cacher (démarrage plus lent!)
it: Cerca più a fondo i sottomenu vuoti per nasconderli (avvio più lento!)
pt_br: Verificar se existem submenus vazios para ocultá-los (início mais lento!)

source: Icon size
de: Symbolgröße
el: Μέγεθος εικονιδίων
fr: Taille des icônes
it: Dimensione delle icone
pt_br: Tamanho do ícone

source: Small icon size
de: Kleine Symbolgröße
el: Μέγεθος μικρών εικονιδίων
fr: Taille des petites icônes
it: Dimensione delle icone piccole
pt_br: Tamanho do ícone pequeno

source: Leave buttons icon size
de: Symbolgröße für Verlassen-Schaltflächen
el: Μέγεθος εικονιδίων κουμπιών αποχώρησης
fr: Taille des icônes des boutons de départ
it: Dimensione icone pulsanti di uscita
pt_br: Tamanho do ícone dos botões de desligamento

source: Show description in each menu entry
de: Zeige Beschreibung unter jedem Menü-Eintrag
fr: Montrer une description dans chaque entrée
it: Mostra la descrizione in ogni voce del menu
pt_br: Mostrar a descrição em cada item do menu

source: Number of visible columns
de: Anzahl sichtbarer Spalten
el: Αριθμός ορατών στηλών
fr: Nombre de colonnes visibles
it: Numero di colonne visibili
pt_br: Número de colunas visíveis

source: Reset menu each time it is shown
de: Menüanzeige immer zurücksetzen
el: Επαναφορά μενού κάθε φορά που εμφανίζεται
fr: Réinitialiser le menu à chaque fois qu'il est montré
it: Ripristina il menu ogni volta che viene mostrato
pt_br: Restaurar o menu todas as vezes que for mostrado

source: Show "Lock" button
de: "Sperren"-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού κλειδώματος
fr: Montrer le bouton « Verrouiller »
it: Mostra il pulsante "Blocca"
pt_br: Mostrar o botão "Bloquear"

source: Show "Leave" button
de: "Verlassen"-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού εξόδου
fr: Montrer le bouton « Partir »
it: Mostra il pulsante "Esci"
pt_br: Mostrar o botão "Sair"

source: Show "Log Out" button
de: "Abmelden"-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού αποσύνδεσης
fr: Montrer le bouton « Déconnecter »
it: Mostra il pulsante "Uscita"
pt_br: Mostrar o botão "Encerrar sessão"

source: Show "Turn Off" button
de: "Ausschalten"-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού κλεισίματος
fr: Montrer le bouton « Arrêter l'ordinateur »
it: Mostra il pulsante "Spegni"
pt_br: Mostrar o botão "Desligar"

source: Show "Restart" button
de: "Neustarten"-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού επανεκκίνησης
fr: Montrer le bouton « Redémarrer »
it: Mostra il pulsante "Riavvia"
pt_br: Mostrar o botão "Reiniciar"

source: Show "Sleep" button
de: "Ruhezustand"-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού κοίμησης
fr: Montrer le bouton « Mettre en veille »
it: Mostra il pulsante "Sospendi"
pt_br: Mostrar o botão "Suspender"

source: Show "Hibernate" button
de: "Tiefschlaf"-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού νάρκης
fr: Montrer le bouton « Mettre en hibernation »
it: Mostra il pulsante "Iberna"
pt_br: Mostrar o botão "Hibernar"

source: Show "Switch User" button
de: "Benutzer wechseln"-Schaltfläche anzeigen
el: Εμφάνιση κουμπιού εναλλαγής χρήστη
fr: Montrer le bouton « Changer d'utilisateur »
it: Mostra il pulsante "Cambia utente"
pt_br: Mostrar o botão "Trocar usuário"

# NAME OF TRANSLATORS
source: Your names
de: Susan Voitel
el: Αντώνης Γέραλης
fr: Glad Deschrijver
it: Francesco Marinucci, Vincenzo Reale
pt_br: André Marcelo Alvarenga

# EMAIL OF TRANSLATORS
source: Your emails
de: gfx@spacepenguin.de
el: capoiosct@gmail.com
fr: glad.deschrijver@gmail.com
it: framarinucci@gmail.com, smart2128@baslug.org
pt_br: alvarenga@kde.org
